{
  "22": "I'm just about to make some tea. Feel free to join me if you don't mind. We can have a good chat, just between you and me. And if you don't mind, could you tell me something about you that I don't know yet...♪",
  "27": "Check your right pocket~ Flowers are bursting from it! As well as your left pocket and my pockets! Fufufu♪ These flowers and surprises are my return gifts for you☆",
  "6": "Hey, did you know there's a festival today? Take me there~!",
  "19": "Oh, I didn't expect to see you here this late... Though I can only walk you halfway home, please allow me to escort you there.",
  "12": "We're talking about having a cherry blossom viewing party for Trickstar. Will you join us?",
  "11": "Hey, can I hug you? Ehehe, maybe I do want you to coddle me. But it's not just that. Your cheeks are all red from the cold, and it makes me want to warm you up.",
  "13": "Want to take a breather and go for a walk? I found a place online with yummy Dangos. Want to go?",
  "18": "You want me to warm you up? Okay, hold my hands tight. You know, I'm glad you asked. I'm willing to do whatever I can for you.",
  "25": "Hey, it's me! Uh, you don't know who I am? Red flames are the proof of justice... Oh? You got it, so I can stop here? Great!",
  "28": "Don't you feel it's 'scorching'? Let's 'puka puka' together...♪",
  "1": "Oh no, I forgot Ibara Lecture's homework...! Can you help me with the tough ones?",
  "5": "Spring cabbage is sweet and tender, so I recommend it for sandwiches and salads. I'll bring you some next time I see you.",
  "7": "Apparently, I run hot, so... U-um, you can hold onto me like you would a heat pack! O-okay then, g-go ahead...!",
  "67": "You look beautiful in the spring night breeze. I heard it's called 'photogenic' in the city!",
  "69": "I have a special place with the best view of the moon, and I'd like to share it with you.",
  "70": "I want to give you this bouquet of white lilies. White lilies are said to symbolize Virgin Mary and purity... Maybe that's what you are to me.",
  "50": "... Sunflowers reach their heads up toward the sun as they grow. Nature is awe–inspiring.", 
  "41": "You should look at this! I took some pictures of Bloody Mary playing in the cherry blossoms. I think they turned out well☆",
  "51": "With you, the goddess of luck, at my side, I have nothing to fear☆ Infiltrate, charge in, conquer~☆",
  "42": "Is it going overboard to lift weights here?",
  "35": "My group exhibition with my friends from Paris has opened. If you are interested, I could show you some pictures.",
  "34": "Uhh-ah... I bought a new notebook, but I can't even organize ma plans for tomorrow... Can you help me?",
  "4": "Tee-hee♪ Yuta and I are gonna play a prank pretending we're ghosts to scare someone. Now, who will be our first victim~♪",
  "8": "You know, you can just tell me how you want me to warm you up. It‘s a little embarrassing for me to say this... But just name it. I'll do my best.",
  "71": "Hi there~! It's Rinne~! Can you come to Cinnamon now? I hit the jackpot of Pachinko, so I'm gonna treat you once in a while! Waiting for you, then♪",
  "72": "HiMERU has great powers of deduction, so he knows exactly what it is you want right now. HiMERU's arms are waiting to enfold you... Come here, then.",
  "74": "I got some free time after work, so how about we go to see cherry blossoms at night? I can prepare some late-night snacks~",
  "29": "Wouldn't it be interesting to spend this hallowed night with a vampire? What do you say?",
  "23": "Hey, do you want to grab dinner somewhere? I know a place with a beautiful night scene.",
  "16": "The sun's down, so I'm taking Leon for a walk. It will be cooler along the river. And it will be best if there are breezes.",
  "15": "Ogami and I would like to play a duet of guitar and ocarina to thank you for your constant support. Would you like to come and enjoy it?",
  "3": "Umm... I had a really great time today. So... Thank you. I―I mean! If I'm being honest, I'd really like to spend a bit more time with you... Would you mind?",
  "30": "Mitsuru–chin and I had the day off, so we went searching for pretty autumn leaves. Here, I brought one for you! Isn't it beautiful~?",
  "9": "Hey, listen! Overnight Outdoors Party is going camping on our day off~ Honestly, I'm happy to go anywhere as long as it's with my friends~♪",
  "2": "Ehehe, guess what! Everyone in Ra*bits is going to see the play starring Tomoya~ And we got one extra ticket, so... How about going with us?",
  "21": "We still haven't had dinner. If you have time, would you like to eat together?",
  "26": "May I discuss something with you now? Well, my little sister got angry at me, but I don't know what to do... I'm thinking of buying something sweet for her. Do you have any recommendations?",
  "14": "H-help! There is something wrong with the watering machine in Sky Garden, and Hasumi Sir is soaking wet...! Sorry to bother you, but could you tell me where I can find a spare outfit?",
  "10": "Hello, I'm with members of the SWEETS Fan Club, and we want to treat you to a delicious CAKE. Could you tell me where I should deliver it? And of course, you are more than welcome to come over and join us♪",
  "33": "Hey... Help... My inspiration has left me...! It just doesn't show up... Oh, you're going to accompany Suou~ to work? What kind of work is it? It sounds interesting. Mind if I tag along?",
  "24": "Can you come with me to lessons? I need an objective opinion on what to improve.",
  "17": "Yawwwn... Who's there...? I'm sleeping, okay...? Oh, it's you... What? Where am I? Good question... Ahaha, I don't know either...",
  "20": "Hey, hear me out~! I went to a meeting for a cosmetic commercial and got a bunch of their products~ Each one of them is so adorable~ Do you wanna come over and have a look? And you can take whatever you like♪",
  "38": "HeY, my Kitten. I heard you're taking a vacaTION. It's good to chill out by yourSELF, but I just bought a new gamE, so would you like to play it togeTHER?",
  "39": "Hi, I'd like to make a reservation for a book... Eh?! Haha, I guess I texted the wrong number...",
  "37": "HaHa~! Sora's going to play a new game with Master Yuuki~! That game is easy and fun! Let's play it together~♪",
  "40": "Hello, I'm actually in a bit of trouble and... I need your help. I'll tell you the details later, but not on the phone. I'm coming to you now, so please wait for me."
}
